/* Text for close button */
"Close" = "Bezárás";

/* Text for button to scan a credit card */
"Scan Card" = "Kártya beolvasása";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Kártya beolvasása";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "A beírt IBAN-szám érvénytelen.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Hiba történt kártyája feldolgozása során, próbálja újra néhány másodperc múlva";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Váratlan hiba lépett fel, próbálja újra néhány másodperc múlva";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Próbálja újra";

/* Error when the card has already expired */
"Your card has expired" = "A kártyája lejárt";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "A kártyáját elutasítottuk";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Kártyájának lejárati hónapja érvénytelen";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "A kártyája lejárati éve érvénytelen";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Kártyaszáma érvénytelen";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Kártyájának biztonsági kódja érvénytelen";

/* Error when customer's name is invalid */
"Your name is invalid." = "Érvénytelen név.";

